Repository: Lapenda/FinanceApp
Catalog: FinanceApp/Properties/Resources.*.resx
Languages: hr

# AllExpenses
source: All expenses so far:
hr: Svi troškovi do sad:

# ApplyLanguageButton
source: Apply
hr: Potvrdi jezik

# AvgByCat
source: Average value by category:
hr: Prosječan iznos po kategoriji:

# AvgCalcErr
source: Error in calculating averages.
hr: Greška u računanju prosjeka.

# AvgTransValue
source: Average value of all transactions:
hr: Prosječni iznosi svih transakcija:

# AvgTxtErr
source: Error, averages.txt file doesn't exist.
hr: Greška, averages.txt datoteka ne postoji.

# BackButton
source: Back
hr: Natrag

# CalcExpenses
source: Calculating expenses....
hr: Računam troškove....

# CalcGoal
source: Calculating goal progress....
hr: Računam napredak do cillja....

source: Category:
hr: Kategorija:

# ConfCatDel
source: Are you sure you want to delete the category
hr: Jeste li sigurni da želite izbrisati kategoriju

# ConfDelAcc
source: Your account will be deleted, do you want to continue?
hr: Račun će Vam biti obrisan, želite li nastaviti?

# ConfDelBudg
source: Are you sure you want to delete the budget for
hr: Jeste li sigurni da želite izbrisati budžet za

source: Confirm
hr: Potvrdi

# ConfirmDelTrans
source: Are you sure you want to delete transaction
hr: Jeste li sigurni da želite izbrisati transakciju

# ConfNoReceiptImg
source: You didn't enter a receipt image, do you want to continue?
hr: Niste unijeli sliku računa, želite li nastaviti?

# CountryFound
source: Country not found. Check spelling or use the correct ISO code.
hr: Zemlja nije pronađena. Provjerite unos ili unesite ispravan ISO kod.

# Croatian
source: Croatian (CRO)
hr: Hrvatski (HR)

# CurrencyInCountry
source: Currency in the selected country is:
hr: Valuta u odabranoj zemlji je:

# DarkTheme
source: Dark
hr: Tamna tema

# DownloadSucceeded
source: Download finished!
hr: Preuzimanje završeno!

# EmptyField
source: No field can be empty!
hr: Nijedno polje ne smije biti prazno!

# English
source: English (US)
hr: Engleski (ENG)

# EnterDesc
source: Please enter description
hr: Molimo unesite opis

source: Error!
hr: Greška

# ExpByCat
source: Expenses by Category:
hr: Troškovi po kategorijama:

# Generated
source: Generated on:
hr: Generirano:

# GenSummary
source: Generating summary....
hr: Generiram sažetak....

# German
source: German (GER)
hr: Njemački (NJEM)

# GoalProgress
source: Financial Goal progress:
hr: Napredak financijskog cilja:

source: Goodbye!
hr: Doviđenja!

# GreaterAmount
source: Please enter a valid amount greater than 0
hr: Molimo unesite iznos veći od 0

# ImageError
source: Error with image:
hr: Greška sa slikom

# InvalidCredentialsMessage
source: Invalid credentials!!!
hr: Pogrešni podaci!

# InvalidSignature
source: Signature invalid! The PDF has been tampered with.
hr: Potpis nevaljan! PDF je bio uređivan!

# ISOMessage
source: Please enter a country name or ISO code.
hr: Molimo unesite ime zemlje ili ISO kod.

# Italian
source: Italian (IT)
hr: Talijanski (TAL)

# LanguageChangedMsg
source: Language changed!
hr: Jezik promijenjen!

# LanguageComboLabel
source: Language:
hr: Izaberite jezik:

# LightTheme
source: Light
hr: Svijetla tema

# LoginButton
source: Login
hr: Prijavi se

# LoginSuccessfulMessage
source: Login successful!
hr: Uspješno ste se prijavili!

# LogOutConfirm
source: You updated your information, you will be Logged out. Do you want to continue?
hr: Ažurirali ste svoje podatke, bit ćete odjavljeni. Želite li nastaviti?

source: No
hr: Ne

# NoFinGoal
source: No financial goals found. Please create a goal first.
hr: Nema pronađenih financijskih ciljeva. Molimo najprije unesite cilj.

# NoGoals
source: No goals found
hr: Nema pronađenih ciljeva

source: No limit
hr: Bez ograničenja

# NoRemainingBudgetLabel
source: There is no budget for the selected category!
hr: Nema budžeta za odabranu kategoriju!

# PassNoMatch
source: Passwords do not match!
hr: Lozinke se ne podudaraju!

# PasswordLabel
source: Password
hr: Lozinka:

# PDFErr2
source: Error verifying or opening the PDF.
hr: Greška u verifikaciji ili otvaranju PDF-a.

# PDFGenErr
source: PDF Generation Error:
hr: Greška u generiranju PDF-a:

# PDFSuccess
source: PDF verified successfully!
hr: PDF uspješno verificiran!

source: Remaining:
hr: Preostalo:

# RemainingBudget
source: Remaining budget for the selected category is:
hr: Preostali budžet u odabranoj kategoriji je:

# ReportButton
source: Report
hr: Izvještaj

# ReportSum
source: Financial Summary Report for
hr: Sažetak financijskog izviješća za

# SaveButton
source: Save
hr: Spremi

# SelectCat
source: Please select a category!
hr: Molimo odaberite kategoriju!

# SelectGoal
source: Select Financial Goal
hr: Odaberite financijski cilj

# SelectLang
source: Please select a language
hr: Molimo odaberite jezik

# SettingsLabel
source: Settings
hr: Postavke

# Spanish
source: Spanish (ES)
hr: Španjolski (ŠPA)

source: Spent:
hr: Potrošeno:

source: Success!
hr: Uspješno obavljeno

# TakenUsername
source: Username is taken
hr: Korisničko ime je zauzeto

# TotalExpCat
source: Total expenses by Category:
hr: Ukupni troškovi po kategorijama:

source: Total Savings:
hr: Ukupna ušteđevina:

# TransWellcome
source: Transaction Form - Welcome
hr: Transakcije - Dobrodošli

# UsernameLabel
source: Username
hr: Korisničko ime:

# ValidAmount
source: Enter valid amount!
hr: Unesite ispravan iznos!

# ValidNameDesc
source: Please enter a valid name and description
hr: Molimo unesite ispravno ime i opis

source: Yes
hr: Da
